function getCronogram(){
    return `🈳⟦•💫⟮ Eventos Ame ⟯💫•⟧🈳
🔖❪•🗓❝ Cronograma/Nov ❞🗓•❫🔖

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🏙❛ Advinhe As Imagens ❜🏙•❯🈳

.ᨘ۫ꪶ ۪📆→ 03/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Erick 📛💠

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•📝❛ Jogo Das 3 Pistas ❜📝•❯🈳

.ᨘ۫ꪶ ۪📆→ 07/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Bruna ⚪💠.

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•💔❛ Mata-Mata/Lutas ❜💔•❯🈳

.ᨘ۫ꪶ ۪📆→ 11/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Karina 📛💠/⁉

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🔮❛ Quiz ❜🔮•❯🈳

.ᨘ۫ꪶ ۪📆→ 15/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Guilherme ⛈💠.

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•⚔❛ Torneio/ Arma ❜⚔•❯🈳

.ᨘ۫ꪶ ۪📆→ 20/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Saulo ☦💠.

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🌃❛ Cidade Dorme ❜🌃•❯🈳

.ᨘ۫ꪶ ۪📆→ 23/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Tsu ⚪💠.

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🛥❛ Batalha Naval ❜🛥•❯🈳

.ᨘ۫ꪶ ۪📆→ 25/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Izumi 🗯💠

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🕵🏻‍♀❛ Inimigo Oculto ❜🕵🏽‍♂•❯🈳

.ᨘ۫ꪶ ۪📆→ 27/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Nathalia 🗯💠.

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •

🈳❮•🧐❛ Jogo Dos 7 Erros❜🧐•❯🈳

.ᨘ۫ꪶ ۪📆→ 30/11
.ᨘ۫ꪶ ۪⏰→ 18:00h
.ᨘ۫ꪶ ۪🈳→ Weslley ⛈💠

• ➖➿ Ҩ✨ ⟮ ꕊ ☔ ꕊ ⟯ ✨Ҩ ➿➖ •
• ครร : 📝

    🌧ஜ❪🈳❝Sannin ❞🈳❫ஜ🌧
    ♕🔘❝☦Samuel Seo Pain ☦❞🔘♕`;
}

module.exports = {
    getCronogram
};