function getPShop() {
    return `🌧❰-🈳❪ AmeGakure ❫🈳-❱🌧
  🌧❰-☔❪ País da Chuva ❫☔-❱🌧

❕⟦🧮⟮ Tᴀʙᴇʟᴀ ᴅᴇ Poɴтos ⟯🧮⟧❕

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
    ꕊ❗⟦☦❰ Cɭã Pɑıռ ❱☦⟧❗ꕊ
 
• ➜ ⟮🔘☦⟯ Samuel ❪ 550 ❫🔰
• ➜ ⟮💠☦⟯ Saulo ❪445 ❫🔰  
• ➜ ⟮✴☦⟯ Ryulr ❪ 205 ❫🔰  
• ➜ ⟮✴☦⟯ Zaack ❪ 530 ❫🔰
 • ➜ ⟮✳☦⟯ Sinistro ❪ 700 ❫🔰 
 • ➜ ⟮✳☦⟯ Galen ❪ 200 ❫🔰 
• ➜ ⟮🈂☦⟯ Hisoka ❪ 400 ❫🔰
• ➜ ⟮🈂☦⟯ Shadow ❪ 385 ❫🔰 
• ➜ ⟮🈂☦⟯ Kaito ❪ 460 ❫🔰 
• ➜ ⟮🈂☦⟯ Diogo ❪ 030 ❫🔰 
• ➜ ⟮🈂☦⟯ Gimaloka ❪ 495 ❫🔰 
• ➜ ⟮🈂☦⟯ Akinory ❪ 060 ❫🔰 
• ➜ ⟮🈂☦⟯ Bernardo ❪ 30 ❫🔰 
• ➜ ⟮🈂☦⟯ Erick ❪ 030 ❫🔰 
• ➜ ⟮🈂☦⟯ Reginho ❪ 075 ❫🔰 
• ➜ ⟮🈂☦⟯ Lucas ❪ 075 ❫🔰 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
  ꕊ❗⟦♊❰ Cɭã Sɦυƙσ  ❱♊⟧❗ꕊ

• ➜ ⟮✴♊⟯ Nath ❪ 030 ❫🔰 
• ➜ ⟮✳♊⟯ Wan ❪ 490 ❫🔰

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
    ꕊ❗⟦⚜❰ Cɭã Kɑɷı ❱⚜⟧❗ꕊ

• ➜ ⟮🃏⚜⟯ Thais ❪2190 ❫🔰 
• ➜ ⟮💠⚜⟯ Jean ❪ 935 ❫🔰 
• ➜ ⟮💠⚜⟯ Chico ❪ 000 ❫🔰    
• ➜ ⟮✴⚜⟯ Pantera ❪ 355 ❫🔰  
• ➜ ⟮✴⚜⟯ Yasac ❪ 430 ❫🔰 
• ➜ ⟮✴⚜⟯ Dom ❪ 000 ❫🔰  
• ➜ ⟮✴⚜⟯ Richard ❪ 000 ❫🔰
• ➜ ⟮✳⚜⟯ White ❪ 300 ❫🔰
• ➜ ⟮🈂⚜⟯ Yami ❪ 175 ❫🔰
• ➜ ⟮🈂⚜⟯ Batata ❪ 430 ❫🔰
• ➜ ⟮🈂⚜⟯ Bee ❪ 060 ❫🔰
• ➜ ⟮🈂⚜⟯ Adachi ❪ 025 ❫🔰
• ➜ ⟮🈂⚜⟯ Lucas ❪ 025 ❫🔰

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
 ꕊ❗⟦⚪❰ Cɭã Gɑɾɑꜱυ  ❱⚪⟧❗ꕊ

• ➜ ⟮🀄⚪⟯ Sr. Rube ❪ 2850 ❫🔰 
• ➜ ⟮💠⚪⟯ Tsunad ❪ 1350 ❫🔰  
• ➜ ⟮💠⚪⟯ Bruna ❪ 415 ❫🔰  
• ➜ ⟮✴⚪⟯ Thyago ❪ 055 ❫🔰  
• ➜ ⟮✴⚪⟯ Sieghart ❪ 525 ❫🔰 
• ➜ ⟮🈂⚪⟯ Yagi ❪ 070 ❫🔰 
• ➜ ⟮🈂⚪⟯ Gustavo ❪ 290❫🔰 
• ➜ ⟮🈂⚪⟯ Nigth ❪ 1185 ❫🔰 
• ➜ ⟮🈂⚪⟯ Darlcon ❪ 050❫🔰 
• ➜ ⟮🈂⚪⟯ Knight ❪ 225❫🔰 
• ➜ ⟮🈂⚪⟯ Farelo ❪ 060❫🔰 
• ➜ ⟮🈂⚪⟯ Kichi ❪ 060❫🔰 
• ➜ ⟮🈂⚪⟯ Patty ❪ 025❫🔰 
• ➜ ⟮🈂⚪⟯ Nicolas ❪ 300❫🔰 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
ꕊ❗⟦🗯❰ Cɭã Kყūꜱυƙε ❱🗯⟧❗ꕊ

• ➜ ⟮💠🗯⟯ Itadori ❪ 1.195 ❫🔰
• ➜ ⟮💠🗯⟯ Noise ❪ 100 ❫🔰
• ➜ ⟮💠🗯⟯ Nathalia: ❪ 1.500 ❫🔰  
• ➜ ⟮💠🗯⟯ Gui ❪ 000 ❫🔰
• ➜ ⟮💠🗯⟯ Izumi ❪ 760 ❫🔰 
• ➜ ⟮💠🗯⟯ Alex ❪ 300 ❫🔰 
• ➜ ⟮✴🗯⟯ Rony ❪ 030 ❫🔰  
• ➜ ⟮✴🗯⟯ Samura ❪ 1675 ❫🔰 
• ➜ ⟮🈂🗯⟯ Dragon ❪ 455 ❫🔰
• ➜ ⟮🈂🗯⟯ Purex ❪ 050 ❫🔰
• ➜ ⟮🈂🗯⟯ Dabi ❪ 195 ❫🔰
• ➜ ⟮🈂🗯⟯ Victor ❪ 7825 ❫🔰
• ➜ ⟮🈂🗯⟯ Shin ❪ 1005 ❫🔰
• ➜ ⟮🈂🗯⟯ Yuri ❪ 030 ❫🔰
• ➜ ⟮🈂🗯⟯ Alerquina ❪ 30 ❫🔰
• ➜ ⟮🈂🗯⟯ Gustavo ❪ 030 ❫🔰
• ➜ ⟮🈂🗯⟯ Alucard ❪ 115 ❫🔰
• ➜ ⟮🈂🗯⟯ Naruto ❪ 290 ❫🔰
• ➜ ⟮🈂🗯⟯ Itachi ❪ 030 ❫🔰
• ➜ ⟮🈂🗯⟯ Yumeko ❪ 055 ❫🔰
• ➜ ⟮🈂🗯⟯ Morgana ❪ 090 ❫🔰
• ➜ ⟮🈂🗯⟯ Gio ❪ 050 ❫🔰
• ➜ ⟮🈂🗯⟯ Trick ❪ 025 ❫🔰
• ➜ ⟮🈂🗯⟯ Otsutsuki ❪ 025 ❫🔰
• ➜ ⟮🈂🗯⟯ Richard ❪ 025 ❫🔰

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
  ꕊ❗⟦📛❰ Cɭã Kɑɠɑɾı ❱📛⟧❗ꕊ

• ➜ ⟮💠📛⟯ Karina ❪ 1220 ❫🔰 
• ➜ ⟮💠📛⟯ Matheus ❪ 650 ❫🔰 
• ➜ ⟮💠📛⟯ Erick ❪ 100 ❫🔰 
• ➜ ⟮✴📛⟯ Cazuza ❪ 670 ❫🔰
• ➜ ⟮✴📛⟯ Saiko ❪ 320 ❫🔰     
• ➜ ⟮✴📛⟯ Anenyme ❪ 000 ❫🔰 
• ➜ ⟮✳📛⟯ Rogério ❪ 260 ❫🔰
• ➜ ⟮🈂📛⟯ Kurogane ❪ 610 ❫🔰
• ➜ ⟮🈂📛⟯ Obito ❪ 200 ❫🔰
• ➜ ⟮🈂📛⟯ Nakazi ❪ 30 ❫🔰

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
  ꕊ❗⟦⛈❰ Cɭã Rσҡµรɦσ  ❱⛈⟧❗ꕊ

• ➜ ⟮💠⛈⟯ Guilherme ❪ 150 ❫🔰
• ➜ ⟮💠⛈⟯ Wesley ❪ 415 ❫🔰
• ➜ ⟮💠⛈⟯ Shinobu ❪ 360 ❫🔰  
• ➜ ⟮✴⛈⟯ Alekzy ❪ 570 ❫🔰
• ➜ ⟮✳⛈⟯ Arthur ❪ 320 ❫🔰  
• ➜ ⟮🈂⛈⟯ Ban ❪ 250 ❫🔰  
• ➜ ⟮🈂⛈⟯ Kin ❪ 060 ❫🔰  
• ➜ ⟮🈂⛈⟯ Max ❪ 145 ❫🔰  
• ➜ ⟮🈂⛈⟯ Marcos ❪ 090 ❫🔰  
• ➜ ⟮🈂⛈⟯ Igor ❪ 085 ❫🔰  
• ➜ ⟮🈂⛈⟯ Edu ❪ 080 ❫🔰  
• ➜ ⟮🈂⛈⟯ Tomioka ❪ 1295 ❫🔰  
• ➜ ⟮🈂⛈⟯ Lunnay ❪ 030 ❫🔰  
• ➜ ⟮🈂⛈⟯ Keke ❪ 030 ❫🔰  
• ➜ ⟮🈂⛈⟯ João ❪ 025 ❫🔰  

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
ꕊ❗⟦🕎❰ Cɭã Sɑռꜱɦōυσ ❱🕎⟧❗ꕊ

• ➜ ⟮💠🕎⟯ Camila ❪ 1.150 ❫🔰
• ➜ ⟮🈂🕎⟯ Galadriel ❪ 025 ❫🔰
• ➜ ⟮🈂🕎⟯ Taizer ❪ 080 ❫🔰

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•
 🔰⟦🈳❰ Pσռŧσꜱ • Vıɭɑ ❱🈳⟧🔰
       🎗❪🪙 ⟮ 64.740 ⟯ 🪙❫🎗
•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•

• ➜ 🔰 ❪ Depois que você comprar equipamentos esses pontos serão zerados ❫❕
 • ➜ 🔰 ❪ EX: Tenho 100 Pontos, compro uma Arma Ninja que custa 100. Meu saldo é zero ❫❕ 

✨❰📆⟦ Última Atualização ⟧📆❱✨
           • 🥻❴ 01/12/2024 ❵🥻 •`;
}

function getPVile(){
  return `🌧❰-🈳❪ AmeGakure ❫🈳-❱🌧  
🌧❰-☔❪ País da Chuva ❫☔-❱🌧  

❕⟦🪙⟮ Moeda da Chuva ⟯🪙⟧❕

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦☦❰ Cɭã Pɑıռ ❱☦⟧❗ꕊ

• ➜ ⟮🔘☦⟯ Samuel_Seo ❪4850❫🪙 
• ➜ ⟮💠☦⟯ Saulo ❪4550❫🪙 
• ➜ ⟮💠☦⟯ Guilherme ❪1200❫🪙 
• ➜ ⟮💠☦⟯ Zaack ❪1200❫🪙 
• ➜ ⟮💠☦⟯ Matheus ❪1675❫🪙 
• ➜ ⟮✴☦⟯ VictorK. ❪4600❫🪙 
• ➜ ⟮✳☦⟯ Sinistro ❪575❫🪙 
• ➜ ⟮✳☦⟯ Galen ❪250❫🪙 
• ➜ ⟮✳☦⟯ Hisoka ❪550❫🪙 
• ➜ ⟮🈂☦⟯ Gimaloka ❪1650❫🪙 
• ➜ ⟮🈂☦⟯ Shadow ❪600❫🪙 
• ➜ ⟮🈂☦⟯ Alison ❪425❫🪙 
• ➜ ⟮🈂☦⟯ Davizinho ❪200❫🪙 
• ➜ ⟮🈂☦⟯ Ribeiro ❪100❫🪙 
• ➜ ⟮🈂☦⟯ Akynori ❪100❫🪙 
• ➜ ⟮🈂☦⟯ Bernado ❪100❫🪙 
• ➜ ⟮🈂☦⟯ Erick ❪100❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦♊❰ Cɭã Sɦυƙσ  ❱♊⟧❗ꕊ

• ➜ ⟮🈳♊⟯ Ninja ❪ 00 ❫🪙

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦⚜❰ Cɭã Kɑɷı ❱⚜⟧❗ꕊ

• ➜ ⟮🃏⚜⟯ Srª.Thais ❪4525❫🪙 
• ➜ ⟮💠⚜⟯ Jean ❪2100❫🪙 
• ➜ ⟮✴⚜⟯ Dom ❪1650❫🪙 
• ➜ ⟮✴⚜⟯ Yasac ❪350❫🪙 
• ➜ ⟮✴⚜⟯ Richard ❪700❫🪙 
• ➜ ⟮✳⚜⟯ WhiteX ❪2775❫🪙 
• ➜ ⟮✳⚜⟯ Arthur ❪125❫🪙 
• ➜ ⟮✳⚜⟯ Yami ❪1500❫🪙 
• ➜ ⟮✳⚜⟯ Menma ❪325❫🪙 
• ➜ ⟮✳⚜⟯ Shikamaru ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Batata ❪2100❫🪙 
• ➜ ⟮🈂⚜⟯ Bee ❪900❫🪙 
• ➜ ⟮🈂⚜⟯ Evelyn ❪350❫🪙 
• ➜ ⟮🈂⚜⟯ Ayumi ❪350❫🪙 
• ➜ ⟮🈂⚜⟯ Mik ❪200❫🪙 
• ➜ ⟮🈂⚜⟯ Purple ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Kevin ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Angry ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Levi ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Yuki ❪100❫🪙 
• ➜ ⟮🈂⚜⟯ Fabyenne ❪50❫🪙 
• ➜ ⟮🈂⚜⟯ Richard ❪50❫🪙 
• ➜ ⟮🈂⚜⟯ Adachi ❪50❫🪙 
• ➜ ⟮🈂⚜⟯ Diana ❪50❫🪙 
• ➜ ⟮🈂⚜⟯ Lucas ❪50❫🪙 
• ➜ ⟮🈂⚜⟯ Eli ❪50❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦⚪❰ Cɭã Gɑɾɑꜱυ  ❱⚪⟧❗ꕊ

• ➜ ⟮🎴⚪⟯ Sr.Rube ❪3100❫🪙 
• ➜ ⟮💠⚪⟯ Bruna ❪4150❫🪙 
• ➜ ⟮💠⚪⟯ Tsu ❪2125❫🪙 
• ➜ ⟮✳⚪⟯ JoyBoy ❪2850❫🪙
• ➜ ⟮🈂⚪⟯ Gustavo ❪400❫🪙 
• ➜ ⟮🈂⚪⟯ Farelo ❪400❫🪙 
• ➜ ⟮🈂⚪⟯ Knight ❪300❫🪙 
• ➜ ⟮🈂⚪⟯ KichiPato ❪150❫🪙 
• ➜ ⟮🈂⚪⟯ Iago ❪150❫🪙 
• ➜ ⟮🈂⚪⟯ Kichi ❪100❫🪙 
• ➜ ⟮🈂⚪⟯ Yagi ❪100❫🪙 
• ➜ ⟮🈂⚪⟯ Kira ❪100❫🪙 
• ➜ ⟮🈂⚪⟯ Shinobu ❪50❫🪙 
• ➜ ⟮🈂⚪⟯ Darlcon ❪50❫🪙 
• ➜ ⟮🈂⚪⟯ Zen'in ❪50❫🪙 
• ➜ ⟮🈂⚪⟯ Aamon ❪50❫🪙 
• ➜ ⟮🈂⚪⟯ Mckay ❪50❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦🗯❰ Cɭã Kყūꜱυƙε ❱🗯⟧❗ꕊ

• ➜ ⟮💠🗯⟯ Izumi ❪5000❫🪙 
• ➜ ⟮💠🗯⟯ Alex ❪2100❫🪙 
• ➜ ⟮💠🗯⟯ Gui ❪6600❫🪙 
• ➜ ⟮💠🗯⟯ Nathalia ❪2925❫🪙 
• ➜ ⟮✴🗯⟯ Samura ❪1550❫🪙 
• ➜ ⟮✳🗯⟯ Sinistro ❪1400❫🪙 
• ➜ ⟮✳🗯⟯ Dabi ❪1425❫🪙 
• ➜ ⟮🈂🗯⟯ Gio ❪950❫🪙 
• ➜ ⟮🈂🗯⟯ Shin ❪800❫🪙 
• ➜ ⟮🈂🗯⟯ Morgana ❪550❫🪙 
• ➜ ⟮🈂🗯⟯ Alucard ❪400❫🪙 
• ➜ ⟮🈂🗯⟯ Bille ❪300❫🪙 
• ➜ ⟮🈂🗯⟯ Kirito ❪100❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦📛❰ Cɭã Kɑɠɑɾı ❱📛⟧❗ꕊ

• ➜ ⟮💠📛⟯ Karina ❪1425❫🪙 
• ➜ ⟮💠📛⟯ Erick ❪3500❫🪙 
• ➜ ⟮✴📛⟯ Anenyme ❪1425❫🪙 
• ➜ ⟮✴📛⟯ Cazuza ❪800❫🪙 
• ➜ ⟮✴📛⟯ Saiko ❪475❫🪙 
• ➜ ⟮✳📛⟯ Rogério ❪150❫🪙 
• ➜ ⟮🈂📛⟯ Kurogane ❪1100❫🪙 
• ➜ ⟮🈂📛⟯ Obito ❪600❫🪙 
• ➜ ⟮🈂📛⟯ MariRM ❪450❫🪙 
• ➜ ⟮🈂📛⟯ Breninho ❪250❫🪙 
• ➜ ⟮🈂📛⟯ NakaziRenogo ❪150❫🪙 
• ➜ ⟮🈂📛⟯ Rupert ❪150❫🪙 
• ➜ ⟮🈂📛⟯ Tata ❪150❫🪙 
• ➜ ⟮🈂📛⟯ Mary ❪100❫🪙 
• ➜ ⟮🈂📛⟯ Poru ❪100❫🪙 
• ➜ ⟮🈂📛⟯ João ❪100❫🪙 
• ➜ ⟮🈂📛⟯ Lua ❪100❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦⛈❰ Cɭã Rσҡµรɦσ  ❱⛈⟧❗ꕊ

• ➜ ⟮💠⛈⟯ Wesley ❪2550❫🪙 
• ➜ ⟮💠⛈⟯ Shinobu ❪1625❫🪙 
• ➜ ⟮🈂⛈⟯ Tomioka ❪800❫🪙 
• ➜ ⟮🈂⛈⟯ Sunny ❪550❫🪙 
• ➜ ⟮🈂⛈⟯ Max ❪400❫🪙 
• ➜ ⟮🈂⛈⟯ Ban ❪400❫🪙 
• ➜ ⟮🈂⛈⟯ Marco ❪300❫🪙 
• ➜ ⟮🈂⛈⟯ Igor ❪250❫🪙 
• ➜ ⟮🈂⛈⟯ Kim ❪250❫🪙 
• ➜ ⟮🈂⛈⟯ Namikaze ❪200❫🪙
• ➜ ⟮🈂⛈⟯ Lunnay ❪200❫🪙 
• ➜ ⟮🈂⛈⟯ Shadow ❪100❫🪙 
• ➜ ⟮🈂⛈⟯ Keke ❪100❫🪙 
• ➜ ⟮🈂⛈⟯ Edu ❪100❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
ꕊ❗⟦🕎❰ Cɭã Sɑռꜱɦōυσ ❱🕎⟧❗ꕊ

• ➜ ⟮💠🕎⟯ ChicoB. ❪4050❫🪙 

•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  
⟦🈳❰ Total • Pontos ❱🈳⟧  
🎗❪🪙 ⟮ 38.400 ⟯ 🪙❫🎗  
•➖➿ ❪✨ ⟮ ✰ 💸 ✰ ⟯ ✨❫ ➿➖•  

• ➜ 🪙 ❪ Depois que você comprar equipamentos esses pontos serão zerados ❫❕  
• ➜ 🪙 ❪ EX: Tenho 600 Pontos, compro uma Arma Ninja que custa 600. Meu saldo é zero ❫❕  

✨❰📆⟦ Última Atualização ⟧📆❱✨  
          • 🥻❴ 10/01/2025❵🥻 •`;
}

module.exports = {
    getPShop,
    getPVile
};